Repository: loan-petit/flutter_portfolio
Catalog: flutter/lib/l10n/intl_*.arb
Languages: fr

# welcome
source: Hello, {newline}I'm *Loan PETIT*
fr: Bonjour, {newline}Je suis *Loan PETIT*

# shortSummary
source: I am a *freelance developer* passionate about innovative, disruptive and ambitious projects.
fr: Je suis un *développeur indépendant* passionné par les projets innovants, disruptifs et ambitieux.

# homePageNavigationButtonLabel
source: Want to know more? Scroll down.
fr: Envie d'en savoir plus ? Défilez vers le bas.

# projectsLinkIntro
source: Here are some of the projects I have made.
fr: Voici quelques-uns des projets que j'ai réalisés.

# projectsLink
source: My projects
fr: Mes projets

# servicesLinkIntro
source: Want to collaborate? Check out my services.
fr: Envie de collaborer ? Jetez un oeil aux services que je propose.

# servicesLink
source: My services
fr: Mes services

# socialLinkIntro
source: Let's connect!
fr: Connectons-nous !

# emailCopiedMessage
source: Email copied to clipboard
fr: L'adresse email a été copiée

# showPreviewButton
source: Show preview
fr: Afficher l'aperçu

# tryItOutButton
source: Try it out
fr: Tester

# lifetoolsDescription
source: LifeTools is a personal project created for *better management of daily habits and daily goals*. It helps you building and sticking to habits that matter to you. This idea came from a lack of applications matching my expectations in daily routine management. LifeTools is still is in a very early stage. Some crucial features will be implemented over time. Currently, this repository is open-sourced mostly to *showcase some of my technical skills*.
fr: LifeTools est un projet personnel créé pour une *meilleure gestion de la routine quotidienne et des objectifs quotidiens*. Il vous aide à mettre en place les habitudes qui compte pour vous, et ce, de manière durable. Cette idée m'est venue d'un manque d'application répondant parfaitement à mes besoins en matière de gestion de routine quotidienne. LifeTools est encore à ses débuts et manque encore de nombreuses fonctionnalités qui seront implémentées au fil du temps. Actuellement, ce dépôt est libre de droit principalement pour *démontrer une partie de mes compétences techniques*.

# servicesTitle
source: My *services*
fr: Mes *services*

# applicationDevelopmentExpertiseTitle
source: Mobile and web development
fr: Développement mobile et web

# applicationDevelopmentExpertiseSubtitle
source: With Flutter
fr: Avec Flutter

# devopsExpertiseSubtitle
source: With Docker, GitHub Actions and Ansible
fr: Avec Docker, GitHub Actions et Ansible

# chatbotDevelopmentExpertiseTitle
source: Chatbot set up
fr: Mise en place de chatbot

# chatbotDevelopmentExpertiseSubtitle
source: Development and deployment to vocal assistants
fr: Développement et déploiement sur les assistants vocaux

# backendDevelopmentExpertiseTitle
source: Backend development
fr: Développement backend

# backendDevelopmentExpertiseSubtitle
source: With GraphQL, Prisma and Node.js
fr: Avec GraphQL, Prisma et Node.js

# consultingExpertiseTitle
source: Consulting
fr: Conseil

# consultingExpertiseSubtitle
source: About solution architecture and technological choices
fr: Sur l'architecture de solutions et les choix technologiques

# servicesDescription
source: My experiences and my adaptability allow me to support you on each step of the implementation of your project, *from the idea to the deployment in production*.
fr: Mes expériences et mon adaptabilité me permettent de vous soutenir au mieux sur chacune des étapes de la mise en place de votre projet, *de l'idée au déploiement en production*.

source: Daily average rate
fr: Taux journalier moyen
